"""# 1. Программа должна выводить данные
# 2. Программа должна сохранять данные в текстовом файле
# 3. Поиск по фамилии

20:13
# 1 - Интерфейс
# 2 - работа с файлом
# 3 - алгоритм

# 1 - добавление контакта
# 2 - вывод всех
# 3 - поиск по фамилии
# 4 - выход"""

def print_instructions():
    return print('''Выберите действие: 
                 1 - Записать данные в файл 
                 2 - Печать всех данных  
                 3 - Поиск по фамилии  
                 4 - Удаление по фамилии 
                 5 - Редактирование по фамилии
                 0 - Остановить программу''')


